# CreateGroupOutline

## Description
Returns a handle to the polygon which is the outline of a group.

```pascal
FUNCTION CreateGroupOutline(objectName : HANDLE) : HANDLE;
```

```python

def vs.CreateGroupOutline(objectName):
    return HANDLE
```

## Parameters
|Name|Type|Description|
|---|---|---|
|objectName|HANDLE||

## Version
Availability: from Vectorworks 2014
## Category
* Objects - Custom